{
  "item.minecraft.knowledge_book": "Click to craft",
  "item.alch.stirring_rod": "Stirring Rod",
  "item.alch.stirring_rod.lore.0": "Right click a cauldron to combine substances.",
  "item.alch.stirring_rod.lore.1": "Let rest to uncombine some substances.",
  "item.alch.ingot_cast": "Ingot Cast",
  "item.alch.ingot_cast.lore.0": "Right click a cauldron with molten metal",
  "item.alch.ingot_cast.lore.1": "to cast an ingot.",
  "item.alch.scoop": "Scoop",
  "item.alch.scoop.lore.0": "Right click a cauldron to remove",
  "item.alch.scoop.lore.1": "one solid item from it.",
  "item.alch.phial": "Phial",
  "item.alch.phial.lore.0": "Right click to fill from cauldron.",
  "item.alch.phial.lore.filled.0": "Right click to empty into cauldron.",
  "item.alch.syringe": "Syringe",
  "item.alch.syringe.lore.0": "Right click to draw your blood.",
  "item.alch.tempered_syringe": "Tempered Syringe",
  "item.alch.tempered_syringe.lore.0": "Right click to draw your experience.",
  "item.alch.tempered_syringe.lore.1": "Draws blood if you don't have any.",
  "item.alch.chemical_thrower": "Chemical Thrower",
  "item.alch.chemical_thrower.lore.0": "Projects a variety of substances.",
  "item.alch.chemical_thrower.lore.1": "Must be filled from a cauldron.",
  "item.alch.unidentified_notes": "Unidentified Notes",
  "item.alch.unidentified_notes.lore.0": "Right click to reveal",
  "item.alch.alchemical_notes": "Alchemical Notes",
  "item.alch.alchemical_scrawlings": "Alchemical Scrawlings",
  "item.alch.alchemical_musings": "Alchemical Musings",
  "item.alch.orichalcum_cauldron": "Orichalcum Cauldron",
  "item.alch.phial_rack": "Phial Rack",
  "item.alch.gilded_phial_rack": "Gilded Phial Rack",
  "item.alch.plated_phial_rack": "Plated Phial Rack",
  "item.alch.tempered_phial_rack": "Tempered Phial Rack",
  "item.alch.sulfur": "Sulfur",
  "item.alch.orichalcum_ingot": "Orichalcum Ingot",
  "item.alch.alchemical_potion": "Alchemical Potion",
  "item.alch.cinnabar": "Cinnabar",
  "item.alch.impure_skysilver": "Impure Skysilver",
  "item.alch.salt": "Salt",
  "item.alch.mystery_morsel": "Mystery Morsel",
  "item.alch.unidentified_stew": "Unidentified Stew",
  "item.alch.unidentified_chili": "Unidentified Chili",
  "item.alch.cheese": "Cheese",
  "item.alch.honeyed_ham": "Honeyed Ham",
  "item.alch.bacon": "Bacon",
  "item.alch.caramel": "Caramel",
  "item.alch.caramel_apple": "Caramel Apple",
  "item.alch.chocolate": "Chocolate",
  "item.alch.hot_chocolate": "Hot Chocolate",
  "item.alch.blaze_roasted_bacon": "Blaze-Roasted Bacon",
  "item.alch.orichalcum_bacon": "Orichalcum Bacon",
  "item.alch.orichalcum_bacon.lore": "Breakfast of Alchemists!",
  "item.alch.blaze_spice": "Blaze Spice",
  "item.alch.blaze_spice.lore": "May cause internal irritation and/or combustion.",
  "item.alch.chorus_popcorn": "Chorus Popcorn",
  "item.alch.chorus_caramel_corn": "Chorus Caramel Corn",
  "item.alch.resin_popsicle": "Resin Popsicle",
  "item.alch.mercurial_glass": "Mercurial Glass",
  "fluid.alch.water": "Water",
  "fluid.alch.lava": "Lava",
  "fluid.alch.powder_snow": "Powder Snow",
  "fluid.alch.honey": "Honey",
  "fluid.alch.potion": "Potion",
  "fluid.alch.milk": "Milk",
  "fluid.alch.gunpowder": "Gunpowder",
  "fluid.alch.clay": "Clay",
  "fluid.alch.sulfur": "Sulfur",
  "fluid.alch.acid": "Acid",
  "fluid.alch.bio_acid": "Bio-Acid",
  "fluid.alch.dragon_acid": "Dragon Acid",
  "fluid.alch.alkaline_base": "Alkaline Base",
  "fluid.alch.pyrotheum": "Pyrotheum",
  "fluid.alch.cryofluid": "Cryofluid",
  "fluid.alch.propellant": "Propellant",
  "fluid.alch.resin": "Resin",
  "fluid.alch.glowstone": "Glowstone",
  "fluid.alch.blaze_powder": "Blaze Powder",
  "fluid.alch.redstone": "Redstone",
  "fluid.alch.red_mushroom": "Red Mushroom",
  "fluid.alch.brown_mushroom": "Brown Mushroom",
  "fluid.alch.sculk_fiber": "Sculk Fiber",
  "fluid.alch.magma": "Magma",
  "fluid.alch.sugar": "Sugar",
  "fluid.alch.cocoa_beans": "Cocoa Beans",
  "fluid.alch.beetroot": "Beetroot",
  "fluid.alch.rotten_meat": "Rotten Meat",
  "fluid.alch.raw_iron": "Raw Iron",
  "fluid.alch.raw_gold": "Raw Gold",
  "fluid.alch.raw_copper": "Raw Copper",
  "fluid.alch.molten_iron": "Molten Iron",
  "fluid.alch.molten_gold": "Molten Gold",
  "fluid.alch.molten_copper": "Molten Copper",
  "fluid.alch.molten_netherite": "Molten Netherite",
  "fluid.alch.ancient_debris": "Ancient Debris",
  "fluid.alch.blood": "Blood",
  "fluid.alch.salt": "Salt",
  "fluid.alch.distilled_experience": "Distilled Experience",
  "fluid.alch.cinnabar": "Cinnabar",
  "fluid.alch.quicksilver": "Quicksilver",
  "fluid.alch.molten_orichalcum": "Molten Orichalcum",
  "fluid.alch.cheese": "Cheese",
  "fluid.alch.chocolate": "Chocolate",
  "fluid.alch.mystery_meat": "Mystery Meat",
  "fluid.alch.unidentified_stew": "Unidentified Stew",
  "fluid.alch.unidentified_chili": "Unidentified Chili",
  "fluid.alch.caramel": "Caramel",
  "fluid.alch.blaze_spice": "Blaze Spice",
  "fluid.alch.resin_popsicle": "Resin Popsicle",
  "death.attack.syringe": "%1$s died of blood loss",
  "death.attack.acid": "%1$s was melted by acid",
  "death.attack.acid.player": "%1$s was melted by %2$s with acid",
  "death.attack.acid.item": "%1$s was melted by %2$s with acid using %3$s",
  "death.attack.chemthrower_fire": "%1$s was incinerated by a blast of flame",
  "death.attack.chemthrower_fire.player": "%1$s was incinerated by %2$s",
  "death.attack.chemthrower_fire.item": "%1$s was incinerated by %2$s using %3$s",
  "death.attack.chemthrower_water": "%1$s was powerwashed to death",
  "death.attack.chemthrower_water.player": "%1$s was powerwashed to death by %2$s",
  "death.attack.chemthrower_water.item": "%1$s was powerwashed to death by %2$s using %3$s",
  "death.attack.chemthrower_dragon_breath": "%1$s was roasted in dragon's breath",
  "death.attack.chemthrower_dragon_breath.player": "%1$s was roasted in dragon's breath by %2$s",
  "death.attack.chemthrower_dragon_breath.item": "%1$s was roasted in dragon's breath by %2$s using %3$s",
  "death.attack.cryo": "%1$s was flash-frozen into a popsicle",
  "death.attack.cryo.player": "%1$s was flash-frozen by %2$s",
  "death.attack.cryo.item": "%1$s was flash-frozen by %2$s using %3$s",

  "item.alch.note.intro": "Alchemical Foundations",
  "item.alch.note.intro.lore": "Unidentified Note 1 of 4",
  "item.alch.note.intro.1": "These writings will serve as the recordings of my experiments with the compositional forces of this world - the forces of alchemy, as they shall be dubbed. Until today, I was but a humble man, but now I call myself an Alchemist. These mysterious forces will be bent to my will, and I shall detail my methodology within these texts.",
  "item.alch.note.intro.2": "The most crucial tool of alchemy is the cauldron. It is the vessel that converges the elements, allowing a myriad of substances to be worked with safely. Basic cauldrons, forged from iron, have already seen use all over the world, so there should be no trouble procuring one.",
  "item.alch.note.intro.3": "The next implements of concern are the scoop and stirring rod. I will need to be able to safely remove solid material from my cauldron as needed, as well as stir my cauldron to facilitate alchemical transmutations. Iron should do the trick for the scoop, while wood shall be used for the stirring rod.",
  "item.alch.note.intro.4": "Once items have been put into the cauldron, I observe a wide variety of changes to take place depending on the cauldron’s environment. Certain substances may undergo changes when heated by a flame under the cauldron, and likewise when chilled by something intensely cold such as ice.",
  "item.alch.note.intro.5": "I observe some combinations of substances to undergo changes on their own after being left alone for a period of time, while others undergo changes when stirred via my stirring rod. Some substances, when a particular item is put into the cauldron, may create a new item or substance in response.",
  "item.alch.note.intro.6": "In the event my notes are scattered, it will be the natural course of things that brings them to their reader. I am sure of it. In the meantime, research shall continue. I must discover the secrets of this world, at any cost.",
  "item.alch.note.smelting": "Cauldron Applications: Smelting",
  "item.alch.note.smelting.lore": "Unidentified Note 2 of 4",
  "item.alch.note.smelting.1": "One obvious application of the cauldron appears to be in melting metal, much like a furnace would. The usage of the cauldron avoids hauling coal or similar flammables around, instead relying on a heat source like fire or lava under the cauldron. Shovel in raw ores, let them simmer, and come back to fresh molten metal.",
  "item.alch.note.smelting.2": "A slight complication arises in the use of this method: a molded cast is needed to form ingots so that the metals may be used for smithing. Conveniently, this can also be made in the cauldron using clay. Any metal ingot will work for this purpose.",
  "item.alch.note.sulfur_salt": "Alchemical Substances",
  "item.alch.note.sulfur_salt.lore": "Unidentified Note 3 of 4",
  "item.alch.note.sulfur_salt.1": "I have discovered two naturally-occuring substances that have notable alchemical properties: salt and sulfur. Salt is present in a dissolved form in ocean water, which makes it hard to gather; however, it tends to collect on the forms of both drowned and ocean guardians. It is both an important reagent and a tasty seasoning for various foods.",
  "item.alch.note.sulfur_salt.2": "Sulfur, a pungent, yellow powder, occurs in trace concentrations in lapis lazuli ore, as well as magma. Traditional excavation will sometimes reveal this dust, but supposedly, the arcana known as “enchantments” that has long been practiced in this world may be able to improve one’s yield.",
  "item.alch.note.sulfur_salt.3": "Another method of obtaining sulfur is via distillation of the explosive powder that powers creepers. Simply place the gunpowder in one’s cauldron and let it stagnate to separate it into charcoal and sulfur.\n",
  "item.alch.note.sulfur_salt.4": "The stirring rod may also be used to recombine gunpowder in this same manner.\n",
  "item.alch.note.cooking": "Cauldron Applications: Cooking",
  "item.alch.note.cooking.lore": "Unidentified Note 4 of 4",
  "item.alch.note.cooking.1": "This morning, I was starving when I woke up; the local villagers have been taking all the bread and carrots for themselves, leaving none for my breakfast. A proper alchemist would never allow himself to wither! It was necessary to get to work, and I have thus devised multiple simple food products that can be created in one’s cauldron.",
  "item.alch.note.cooking.2": "The simplest of these products is known as cheese. Simply allow cow’s milk to curdle in one’s cauldron and you will have a nutritious, pungent ooze - like a delicious spinoff of sulfur!\n",
  "item.alch.note.cooking.3": "If milk is combined with molten sugar, it will instead create caramel, a delicious refinement of sugar that might pair well with some fruits. Further research will commence on this matter.\n",
  "item.alch.note.cooking.4": "Mix together milk, sugar, and the cocoa beans grown in jungles, stir vigorously, and one may create chocolate, a delectable sweet treat that can be enjoyed in solid or bottled form.\n",
  "item.alch.note.cooking.5": "Lastly, what I actually ended up having for breakfast after all that concocting: bacon. Simply add salt to pork, and enjoy culinary perfection.\n\n",
  "item.alch.note.cooking.6": "Clearly, my current living situation alongside the villagers is not working out. I shall soon construct a new underground laboratory, away from those troublemaking rabblerousers. No one shall disrupt progress.",

  "item.alch.note.acid": "Acidic Applications",
  "item.alch.note.acid.lore": "Alchemical Note 1 of 6",
  "item.alch.note.acid.1": "The reality of living underground… did not match my expectations, to say the least. It’s dark and damp, and instead of villagers, I now get spiders and the undead as regular visitors. Even so, the work must continue, and I have already made a major breakthrough: the discovery of acid, and its critical uses in the efficient processing of metal ores.",
  "item.alch.note.acid.2": "First off, the method I have discovered for producing acid relies on the mixture of water and sulfur. Stir vigorously to create a highly caustic and fuming green chemical.\n",
  "item.alch.note.acid.3": "When this acid comes in contact with raw metal ores, impurities are removed from the ores at a notably higher effectiveness than smelting is capable of, creating molten metal that can be cast to ingots.\n",
  "item.alch.note.phial": "Superior Methodology: Phials",
  "item.alch.note.phial.lore": "Alchemical Note 2 of 6",
  "item.alch.note.phial.1": "With the discovery of acid, I see a need for a safe method of moving various fluids from place to place. Crude buckets will not do; the most suitable method will be to construct phials out of glass and gold, two materials which are highly inert and will be safe for handling any substance I should discover.",
  "item.alch.note.phial.2": "Phials can hold up to half a bucket of any substance that can be used in my cauldron. Unlike a bucket, they can hold small amounts of said substance, down to a thousandth of a bucket (or a millibucket).\n",
  "item.alch.note.cooking_2": "Experimental Iteration: Cooking",
  "item.alch.note.cooking_2.lore": "Alchemical Note 3 of 6",
  "item.alch.note.cooking_2.1": "My recent relocation has presented new challenges; chiefly, the procurement of nutrition. It has become apparent that I must revisit my earlier concoctions and find ways to make them viable sources of satisfaction. I believe to have found some success in this matter, via the incorporation of various combinations of foodstuffs.",
  "item.alch.note.cooking_2.2": "My most important discovery pertains to the flesh of the undead that visit me regularly. By curing it with salt, it is possible to make it reasonably edible, in the form of “mystery meat”.\n",
  "item.alch.note.cooking_2.3": "This mystery meat lends itself well to stews, which can be created by boiling it in water, with local fungus added for supplement. It can then be consumed via a bowl.\n",
  "item.alch.note.cooking_2.4": "Revisiting the various sweets I devised some time ago, I discovered that common apples go well together with my caramel, creating a tasty treat with some nutritional value.\n",
  "item.alch.note.cooking_2.5": "By pre-cooking my porkchops and steeping them in honey, I have created another tasty protein dish.\n",
  "item.alch.note.cooking_2.6": "Baked goods such as cookies can be made more efficiently using the formula I have previously devised for liquid chocolate.\n",
  "item.alch.note.cooking_2.7": "Lastly, resin obtained from the pale forests above-ground can be chilled alongside sugar and water to make a tasty sweet treat that fits perfectly onto a stick.\n",
  "item.alch.note.phial_rack": "Superior Methodology: Phial Racks",
  "item.alch.note.phial_rack.lore": "Alchemical Note 4 of 6",
  "item.alch.note.phial_rack.1": "Having a new lab has another notable downside: phials end up all over the place, including unstable locations that may cause… relocation to the floor. This creates a safety hazard, especially when dealing with substances like acid. Fortunately, I have now devised a series of emplacements for safe and visually appealing storage of phials, which I call phial racks.",
  "item.alch.note.phial_rack.2": "I have designed three separate phial rack types, each based on a different mundane metal: iron, gold, and copper. They are functionally identical but may fit different aesthetic preferences.\n",
  "item.alch.note.syringe": "Superior Methodology: Syringes",
  "item.alch.note.syringe.lore": "Alchemical Note 5 of 6",
  "item.alch.note.syringe.1": "My pursuit of alchemy is not solely directed towards attaining riches. As it can manipulate nonliving matter, so too can it blur the lines of life and death. While I have not yet unveiled these secrets, I shall start by making available a critical alchemical substance: my own blood.",
  "item.alch.note.syringe.2": "The syringe I have manufactured to this end can be used to draw blood from myself. This is a painful process, so it must be done carefully.\n",
  "item.alch.note.bio_acid": "Acidic Applications: Biological",
  "item.alch.note.bio_acid.lore": "Alchemical Note 6 of 6",
  "item.alch.note.bio_acid.1": "I have discovered a second, more specialized variant of acid, which I shall refer to as “bio-acid” due to its surprising origins from simple biological material. While it is nowhere near as caustic to organic matter, it possesses highly reactive chemical properties, certain to have significant uses I have yet to discover.",
  "item.alch.note.bio_acid.2": "Bio-acid is formed from the products of burning leaf litter in water. As water evaporates when exposed to heat, this process must be done hastily for maximum yield.\n",
  "item.alch.note.bio_acid.3": "This cavern is most stifling, and I seem to have exhausted most research avenues with the materials presently at my disposal. Thus, I anticipate construction of another new laboratory soon, in a further most exotic locale. To this end, I shall repair a ruined obsidian portal, and access the extradimensional space beyond: the Nether.",

  "item.alch.note.orichalcum": "Alchemical Metallurgy: Orichalcum",
  "item.alch.note.orichalcum.lore": "Alchemical Scrawling 1 of 7",
  "item.alch.note.orichalcum.1": "This fell heat… it is not only uncomfortable, but also poses challenges to my pursuits, as water rapidly boils away in this hellish dimension. While this is disruptive, it by no means has halted my research, and in fact, this dimension has already enabled my greatest breakthrough yet: the alchemical alloy I have dubbed “orichalcum”.",
  "item.alch.note.orichalcum.2": "The glowstone dust yielded from the clusters on the cavern’s ceiling is in fact, as I have discovered, an alchemical reagent strongly associated with potency! Thus, the ordinarily dilute combination of molten gold and copper is empowered into a radiant, alchemical-strength molten metal which gleams a brilliant red-orange.",
  "item.alch.note.orichalcum.3": "This process requires a little stirring, in order to ensure the dust is interspersed evenly with the mundane metals. The resulting molten metal can then be cast into ingots.\n",
  "item.alch.note.orichalcum.4": "Orichalcum has immediately useful applications. I am able to use it to forge a cauldron with twice the capacity for alchemical substances, first off.\n",
  "item.alch.note.orichalcum.5": "A new design of phial rack can also be made using orichalcum.\n",
  "item.alch.note.orichalcum.6": "This major leap forward is exhilarating to me, as it signifies that I am on the right track in my pursuits. The transmutation of all matter… death to life… the worthless to the precious… the mortal to the divine. I will breach the divisions between all things, and recreate the purest matter… the Great Work.",
  "item.alch.note.cooking_3": "Continual Iteration: Confectionry",
  "item.alch.note.cooking_3.lore": "Alchemical Scrawling 2 of 7",
  "item.alch.note.cooking_3.1": "The Nether, as it turns out, is an inherently alchemically potent locale, and this translates to many of its native substances. I would ordinarily research their properties first, but as it happens, my food supplies are low, so the first order of business is to find their culinary applications.",
  "item.alch.note.cooking_3.2": "The basis for today’s work is a seasoning I have confected known as Blaze Spice. As the name suggests, it is a spice made from blaze powder. I encourage any studious readers to not consume it directly.\n",
  "item.alch.note.cooking_3.3": "Blaze spice can be added to unidentified stew to make it more flavorful, but also add highly invigorating nutritional properties.\n",
  "item.alch.note.cooking_3.4": "Bacon also is greatly enhanced by blaze spice. It enriches savory flavors and makes a hearty breakfast dish.\n",
  "item.alch.note.cooking_3.5": "This combination pleased me so much, I was inspired with an idea: since orichalcum is partly formed from gold, would coating foods with it have similar results? Gold foods are highly nourishing and even magical, and with an alchemically potent alloy like orichalcum, that would certainly produce even greater results…",
  "item.alch.note.cooking_3.6": "Yes. Yes, it did. Behold: orichalcum bacon, the Breakfast of Alchemists.\n",
  "item.alch.note.quicksilver": "Quicksilver Refinement",
  "item.alch.note.quicksilver.lore": "Alchemical Scrawling 3 of 7",
  "item.alch.note.quicksilver.1": "The stone here in the Nether has an interesting chemical composition: it mostly resembles dead flesh (leading to its softness), with traces of a reddish mineral I call cinnabar due to its coloration. These minerals are concentrated much further in quartz ores, leading to chunks of solid cinnabar being obtainable from those ores.",
  "item.alch.note.quicksilver.2": "Cinnabar is itself an ore for sulfur and additionally quicksilver, a substance resembling a white metal in appearance, yet is liquid just above room temperature. It is toxic and as such should not be scooped or cast, but it holds alchemical value and as such should be melted down in a cauldron.",
  "item.alch.note.quicksilver.3": "Quicksilver can be used to create a tempered glass that is highly resistant to impact, pressure, and caustic substances, and as such may have use in alchemical contraptions alongside orichalcum.",
  "item.alch.note.xp": "Superior Methodology: Experience Liquefaction",
  "item.alch.note.xp.lore": "Alchemical Scrawling 4 of 7",
  "item.alch.note.xp.1": "The long-practiced art of enchanting relies on one’s life experiences to weave magic that protects, creates, and kills. Historically, one’s untimely death destroys vast quantities of unused experience. With my new alchemical metal, I have found a way to create a tool able to siphon this experience and avoid wasted potential.",
  "item.alch.note.xp.2": "…In fact, this tool is simply a variant of my previous syringe design. If one has experience built up, the orichalcum syringe will extract it as a liquid instead of blood, allowing for it to be stored in cauldrons.\n",
  "item.alch.note.xp.3": "On the same topic, I have found that sculk, the creeping, fibrous plant found in the depths of caves, in fact forms a neural network of sorts that stores these experiences. The fibers can be burnt for a trickle of liquid experience. Liquid experience can also be bottled to create a bottle o’ enchanting.",
  "item.alch.note.chemical_thrower": "The Chemical Thrower",
  "item.alch.note.chemical_thrower.lore": "Alchemical Scrawling 5 of 7",
  "item.alch.note.chemical_thrower.1": "A lesser scholar would fear the implications of what I have just created. They might wonder why a scholar needs a destructive alchemical weapon. I answer: the reason matters not. I have created it. It cannot be un-created, and now all who oppose progress must deal with its ramifications. I present to the world: the chemical thrower.",
  "item.alch.note.chemical_thrower.2": "This arm-mounted pressurized launcher can be filled from a cauldron the same way a phial can. It can be loaded with substances like water, lava, acid, gunpowder, and more. Its effects depend on what it is loaded with; when the right substances are used against the right foes, it is a highly effective and ammo-efficient ranged weapon.",
  "item.alch.note.chemical_thrower.3": "Note that some substances like water won’t typically deal damage, except to certain foes weak to it, while substances like lava might leave foes immune to fire unscathed. Notably, acid is effective against any foe. The chemical thrower can also be used to spread fluids like water, though lava is more difficult to spread. Some substances can also be used for mining.",
  "item.alch.note.chemical_thrower.4": "Orichalcum and mercurial glass are needed in order to support the pressures required to launch these chemicals at high velocity.\n"
}